1:WizQst1ECF4
00000000

我不想再失去更多的记忆了，请把藏在龙之谷的七卷历史拿回来吧。
00000001

想要记住我所知道的全部东西实在是太难了。你知道什么东西可以帮我吗？
00000002

我们的图书馆曾经收藏了一部绝妙的关于龙之谷历史的7卷系列。
00000003

我们以为龙泰坦会把图书馆毁灭，所以我们把书卷隐藏在了龙之谷。你能去把他们拿回来给我吗？
00000004

感谢你的帮助！他们的体重...里面的字让我感到很安慰。
00000005

可悲的是最后一卷，也许永远可能完成了。 谢谢你，$PLAYER_FIRSTNAME$，帮我存储这些美好回忆。
00000006

秘史
00000007

<ITALICS>这本卷册名为:“远古时代:龙之谷的创建。”</ITALICS>
00000008

<ITALICS>过去这儿有出现过龙族。从最早的时代到出现这些有鳞片的生物时，龙之谷都曾经是个天堂。</ITALICS> 
00000009

<ITALICS>这本厚重的大书封面写着:“龙之谷王国的时代” </ITALICS>
00000010

<ITALICS>“当龙族统治天空的时候，人们对其感到无比惧怕。聪明强大的国王莫尼秘密地会见了亚龙族的王后——加布雷纳。”</ITALICS>
00000011

<ITALICS>加瓦罗那和莫尼联合起来。人类和蜥蜴人的军队一起击败了龙族。从此进入龙之谷王国时代。</ITALICS>
00000012

<ITALICS>这本卷册的标题是:“龙的世纪之战 </ITALICS>
00000013

<ITALICS>“由于亚龙族对大大小小的王国提供保护，所以龙之谷王国的领域得以扩大到整个旋涡星系。”</ITALICS>
00000014

<ITALICS>“永根国王死后，因为没有继承人，爆发了一场争夺王权的战争，这场战争持续了一百年。” </ITALICS> 
00000015

<ITALICS>这本著作的名字是: "世纪之战的余波。" </ITALICS>
00000016

<ITALICS>“百年战争的结束很突然。吉尔戈大帝坐上龙之谷的王座，并把和平强加给所有的领地。” </ITALICS>
00000017

<ITALICS>在和平年代，龙之谷的战斗魔法师们转而制造博知水晶。 </ITALICS> 
00000018

<ITALICS>这本著作标题是: "龙之谷学院的建立。" </ITALICS>
00000019

<ITALICS>“王国所有的知识都是为皇室保留的，但这个不会保留的。” </ITALICS>
00000020

<ITALICS>“当征服者瑞德尔在他的领地中无意中释放了一种魔法瘟疫，” </ITALICS> 
00000021

<ITALICS>他的勇敢推动了龙之谷学院的建立，这是一所面向全王国孩子的学院。</ITALICS> 
00000022

<ITALICS>这本卷册叫: "伟大的魔法师，勇士和国王委员会 " </ITALICS>
00000023

<ITALICS>“随着越来越多的魔法师和战士从这所学院毕业，他们在龙之谷的政治力量也渐渐强大。”</ITALICS>
00000024

<ITALICS>“他们的成员之一，阿尔德莱德，用他的知识罢免了国王。”</ITALICS> 
00000025

<ITALICS>“龙之谷的魔法师与战士联合对抗阿尔德莱德，将他从权位上掀翻了下来。”</ITALICS> 
00000026

<ITALICS>这本卷册名为:“龙之谷最伟大的魔法师和战士们。” </ITALICS>
00000027

<ITALICS>"随着国王的权利减弱，国会的勇士和魔法师们开始争夺权利。" </ITALICS> 
00000028

<ITALICS>一群战士试图控制全王国的魔法师们所使用的魔法。 </ITALICS>
00000029

<ITALICS>“这件事移交给理事会处理。” </ITALICS> 
00000030

龙之谷|火龙湾
00000031

龙之谷|迷宫
00000032

龙之谷|大裂谷
00000033

龙之谷|荣耀之塔
00000034

龙之谷|水晶林
00000035

龙之谷|亚龙孵化所
00000036

龙之谷|胜利广场
00000037

龙之谷|火龙湾
00000038

龙之谷|胜利广场
00000039

<ITALICS>“在那些日子里，人类和龙族是死敌。住在这的人们也过得提心吊胆的。”</ITALICS>
00000040

<ITALICS>当它结束的时候，这场战争也成为众所周知的百年战争。</ITALICS>
00000041

<ITALICS>这预示着一个文化，科学和学术都取得众多进展的时代。</ITALICS>
00000042

<ITALICS>"龙之谷学院欢迎所有合格的人" </ITALICS>
00000043

<ITALICS>塞巴斯蒂安公爵为了争夺药物知识跟龙之谷的君主打了起来。 </ITALICS>
00000044

<ITALICS>"他的统治非常残酷，因此被臣民们藐视。" </ITALICS>
00000045

<ITALICS>“从那天起，龙之谷由魔法师、战士和国王委员会共同掌管。”</ITALICS>
00000046

<ITALICS>“寻找优胜于他们同伴的优势。”</ITALICS>
00000047

<ITALICS>事件的结尾是一个手无寸铁的魔法师在一场公开的战斗中完败一个战士。从那天起，魔法师们掌控了龙之谷所有的魔法。</ITALICS>
00000048

龙之谷的历史
00000049

龙之谷的历史
